var list = [
["夢中","むちゅう","3",],
["口が軽い","くちがかるい","11",],
["首になる","くびになる","11",],
["両替する","りょうがえする","10",],
["偶然","ぐうぜん","3",],
["貶す","けなす","1",],
["貶める","おとしめる","1",],
["貶する","へんする","10",],
["堪能する","かんのうする","10",],
["のらくらする","のらくらする","10",],
["鬱陶しい","うっとうしい","2",],
["容易い","たやすい","1",],
["耽る","ふける","1",],
["如何わしい","いかがわしい","1",],
["嗜む","たしなむ","1",],
["配達する","はいたつする","10",],
["辱い","かたじけない","1",],
["辱める","はずかしめる","1",],
["察知する","さっちする","10",],
["摂取する","せっしゅする","10",],
["配慮する","はいりょする","10",],
["しぶとい","しぶとい","2",],
];
var template =[

["","","",],

];
